Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_veiledning_kp_regning_3trinn_nordsamisk.docx.tmx
Source language: sme
Languages: sma

source: Oahppit ohppet dađistaga lohkat sihke bajásguvlui ja vulosguvlui, guvttiin ja guvttiin, viđain ja viđain ja logežiin ja logežiin.
sma: Mænngan learohkh lierieminie dovne bæjjese jïh våålese ryöknedh, gööktine jïh gööktine, vïjhtine jïh vïjhtine jïh luhkine jïh luhkine.

source: Vásáhusat maid oahppit háhket go lohkamiin čovdet váttisvuođaid ja bargobihtáid, dahket ahte sii ohppet bajil lohkofáktáid, nugo ovdamearka dihte ahte 2 + 3 lea vihtta.
sma: Dååjrehtimmieh learohkh åadtjoeh gosse ryöknoeh juktie dåeriesmoerh jïh laavenjassh loetedh, dejtie viehkiehtieh taalefaaktah automatiseradieh, goh vuesiehtimmien gaavhtan2 + 3 lea vïjhte.

source: Váilevaš ipmárdus lohkamis sáhttá hehttet lohkoipmárdusa ovdáneami.
sma: Faatoes goerkese ryöknemistie maahta akte heaptoe årrodh juktie taalegoerkesem evtiedidh.

source: Heajos lohkanmáhtolašvuohta sáhttá čujuhit matematihkkaváttuide maŋitáiggi.
sma: Nåake ryöknemetjiehpiesvoeth leah ektiedamme minngebidie tsagkesidie ryöknedimmine.

source: Vaikko mánát geain leat matematihkkaváttut dávjá máhttet ja ipmirdit lohkama deháleamos prinsihpaid, nugo ovdamearka dihte lohkoráiddu ja ovttas oktii korrenspondánsa, de sis sáhttá leat váttisvuohta ipmirdit ahte ii leat dehálaš makkár vuoru mielde diŋggaid lohká.
sma: Jalhts maanah matematihketsagkesigujmie daamtaj maehtieh jïh guarkah dejtie vihkielommes prinsihpide ryöknemisnie, vuesiehtimmien gaavhtan taaleraajroe jïh akti akti korrespondanse, maehtieh dåeriesmoerh utnedh guarkedh ij leah vihkeles mennie öörnegisnie dah ryöknoeh.

source: Dat lea váilevaš ipmárdus ja máhtolašvuohta lohkamis.
sma: Daate aktem faatoes goerkesem jïh tjiehpiesvoetem vadta ryöknemistie.

source: Ovdalgo sáhttá čuovvolit barggu, de lea dehálaš oažžut eanet dieđuid das mo oahppi lohká loguid, go dat mii boahtá ovdan kártengeahččaleamis.
sma: Geajnoe guhkiebasse Åvtelen dïhte guhkiebasse barkoe maahta aelkedh, lea vihkeles vielie daajroem åadtjodh guktie learohke ryöknoe goh dam maam goerehtallemepryöve maahta vedtedh.

source: Dilálašvuođas mas lea njuolggo gulahallan ohppiin sáhttá áicat mo oahppi čoavdá lohkanbargobihtáid ja ságastit dan birra maid oaidná.
sma: oktegh learoehkinie maahta vïhtesjidh guktie learohke ryöknemelaavenjassh luetieh, jïh soptsestidh dan bïjre maam vuajna.

source: Man guhkás máhttá oahppi lohkat ?
sma: Man gåhkese learohke maahta ryöknedh ?

source: Nagoda go oahppi lohkat vaikko ii geavat veahkkin suorpmaid dahje guoskkahallama eará diŋggaide ?
sma: Learohke maahta öörnegem steeredh ryöknemisnie bielelen soermide nuhtjedh jallh daeverh doehtedidh ?

source: Máhttá go oahppi lohkat iežas siste ?
sma: Learohke maahta sov sisnjielisnie ryöknedh ?

source: Máhttá go oahppi lohkat bajás guvlui ja vulos guvlui muhtun logus, lohkat logežiid, čuđežiid, lohkat guokte ja guokte, vihtta ja vihtta, logi ja logi mielde ja nu ain ?
sma: Learohke maahta bæjjese jïh våålese ryöknedh saaht man taaleste, luhkiej bijjelen ryöknedh, tjuetiej bijjelen, ryöknedh gööktine jïh gööktine, vïjhtine jïh vïjhtine, luhkine jïh luhkine jïh naemhtie guhkiebasse ?

source: Divtte oahppi čilget ja jeara čuovvolangažaldagaid.
sma: Baajh learohkem buerkiestidh jïh gihtjh gyhtjelassh.

source: Ságastallama bokte oažžu dieđuid mo oahppi jurddaša, ja makkár ipmárdus oahppis lea lohkolohkamii.
sma: Soptsestimmien tjïrrh daajroem åådtje guktie learohke ussjede jïh guktie learohke ryöknemem guarka.

source: Ulbmil ságastallamiin lea addit oahppái diđolašvuođa iežas lohkanmáhtolašvuođain ja mainna son galgá bargat viidásit vai šaddá sihkkareabbo lohkkin.
sma: Soptsestimmien aajkoe lea learoehkasse daajroem vedtedh jïjtse ryöknemetjiehpiesvoeti bïjre, jïh mejnie edtja guhkiebasse barkedh juktie væjkele ryöknijinie sjïdtedh.

source: Siskkil áinnas váhnemiid ohppiid čuovvoleapmái.
sma: Vaeltieh maaje eejhtegidie meatan juktie learohkem dåarjelidh.

source: Oahppi ferte oažžut vejolašvuođa bargat lohkamiin sihke lohkat eahpestruktuvrralaš ja struktuvrralaš joavkkuiguin.
sma: Nuhtjedh maaje daeverh, taalesïevem (mïerhkigujmie jïh gåaroes taalesïevine) jïh tjuetiekaarhtem juktie

source: Geavat áinnas doarjjan lohkamii konkrehtaid (ovdamearka dihte ruovderuđaid), lohkolinnjá (mas leat mearkkat ja guoros lohkolinnjá) ja čuđeškártta.
sma: ryöknemem dåarjoehtidh.

source: Mihttu lea ahte oahppi galgá háhkat alcces ipmárdussii lohkolinnjá ja ipmirdit lohkoráiddu struktuvrra (geahča temáid Lohkodoahpagat ja Lohkoráidu ja lohkolinnjá).
sma: Ulmie lea learohke edtja aktem jïjtse sisnjeles taalesïevem tseegkedh jïh struktuvrem guarkedh taaleraajrosne (vuartesjh teemide Taaledïejvesh jïh Taaleraajroe jïh taalesïeve).

source: (Loguid) Lohkan geavahuvvo dávjá strategiijan čoavdit bargobihtáid ja praktihkalaš váttisvuođaid.
sma: Ryökneme daamtaj åtnasåvva goh strategije juktie laavenjassh jïh praktihkeles dåeriesmoerh loetedh.

source: Ollu oahppit jotket geavahit álkes lohkanstrategiijaid čoavdit addišuvdna, subtrakšuvdna ja multiplikašuvdna bargobihtáid.
sma: Jïjnjh learohkh jåerhkieh aelhkie ryöknemestrategijh nuhtjedh juktie addisjovne-, subtraksjovne- jïh multiplikasjovnelaavenjassh loetedh.

source: Dan birra lea eanet temás Rehkenastin.
sma: Daam ållermaahteme teeman nuelesne Ryöknedimmie.

source: Evttohusat viidásit lohkamuššii
sma: Raeriestimmie vielie lohkemen bïjre

source: Lohkodoahpagat
sma: Taaledïejvesh

source: Buorre ipmárdus matematihkka doahpagiin lea okta deháleamos eavttuin ovddidit vuođđo máhtolašvuođaid rehkenastimis.
sma: Hijven goerkese matematihkeles dïejvesijstie lea akte dejstie vihkielommes krïevenassijste juktie dejtie uvtemesth tjiehpiesvoeth ryöknedimmesne evtiedidh.

source: Doahpagat nu go ovdamearka dihte galle, stuorimus, eanemus, unnit, guokte unnit, man ollu, gaskkas, vuolde ja bajábealde leat dehálaš doahpagat giellaovdáneapmái oppalaččat ja oahppi matematihkka giela ovdáneapmái erenoamážit.
sma: vuesiehtimmien gaavhtan låhkoe, stööremes, jeenjemes, vaenebe, göökte unnebe, man gellie, gaske, nuelesne jïh bijjelen leah vihkeles dïejvesh mah leah ektiedamme gïeleevtiedæmman sïejhmelaakan, jïh evtiedæmman learohki matematihkeles gïeleste sjïerelaakan.

source: Doahpagiid ferte čatnat loguide, sihke lohkosymbolaide ja lohkosániide.
sma: Tjuara dïejvesidie taalide ektiedidh, dovne taalesymbovlh jïh taalebaakoeh.

source: Mánát ohppet vásáhusa bokte go lohket ovdamearka dihte ahte vihtta lea juste ovtta eanet go njeallje.
sma: Dååjrehtimmien tjïrrh ryöknemisnie maanah lierieh vuesiehtimmien gaavhtan vïjhte lea veele akte vielie goh njieljie.

source: Vihtta lea stuorit go golbma, guokte lea unnit go njeallje ja nu ain.
sma: Vïjhte stuerebe goh golme, göökte vaenebe goh njieljie jïh numhtie vijriebasse.

source: Lohkodoahpagiid oahppama álgu lea ipmirdišgoahtit doahpagiid maid ovdalis leat namuhan, maid eanas oahppit dahket go álget skuvlii.
sma: Evtiedimmie taaledïejvesijstie aalka dïejvesidie bijjielisnie guarkedh, naakede dah jeanatjommes learohkh darjoeh gosse skuvlem aelkieh.

source: Dasa lassin fertejit oahppit ipmirdit kvantitehta, dat mearkkaša ahte logut čujuhit dihto hivvodagaide.
sma: Lissine learohkh tjuerieh kvantiteetem guarkedh, daate sæjhta jiehtedh taalh veahkide vuesiehtieh.

source: Dávjá lea giellageavaheapmi čatnon lohkui ja loguidmeannudeapmái gitta das makkár dilálašvuođas lea sáhka, ja dat sáhttá leat hástalus ohppiide.
sma: Daamtaj gïeleåtnoe ektiedamme taalide jïh taalegïetedæmman, lea tsevtseme destie man bïjre soptsestibie, naakede mij maahta stoerre haestemh årrodh learoehkidie.

source: Stuora logus ovdamearka dihte ii leat álo čielga sturrodat.
sma: Akte stoerre taale lea vuesiehtimmien gaavhtan ij naan tjïelke stoeredahke.

source: Muhtomin lea stuora lohku okta millijovdna.
sma: Muvhten aejkien dle akte stoerre taale akte millijovne.

source: Eará oktavuođas sáhttá logi leat stuora lohku.
sma: Muvhten aejkien luhkie maahta akte stoerre taale årrodh.

source: Buorit lohkodoahpagat ohppiin mearkkaša maiddái ahte galget ipmirdit ja máhttit geavahit iešguđetlágan vugiid barggus.
sma: Hijven taaledïejvese lea aaj maehtedh guarkedh jïh nuhtjedh ovmessie soptsestimmievuekieh.

source: Okta valljodat mas leat vihtta eahppela sáhttá almmuhuvvot go čállá sáni “ vihtta ”, vihtta sázu | | | | | dahje lohkosymbola 5.
sma: Maahta aktem veahkam vïjhte eeplajgujmie vuesiehtidh viehkine baakojste «vïjhteš, vïjhte sïevijste | | | | | jallh taalesymbovleste 5.

source: Oahppit galget maiddái máhttit ovddasteddjiid gaskkas dulkot.
sma: Learohkh aaj tjuerieh maehtedh vuesiehtimmiejgujmie jarkoestidh.

source: Loguin leat iešvuođat.
sma: Taali leah jïjtsevoeth.

source: Guokte logu maid bidjá oktii, šaddet ođđa lohkun.
sma: Göökte taalh mah tjåanghkan bïejesuvvieh, akte orre taale sjidtieh.

source: Sáhttá gávdnat erohusa guovtti logus jus geassá nuppi logu nuppis. Loguid sáhttá juohkit ja geardut.
sma: Datne maahtah joekehtsem göökti taali gaskem gaavnedh gosse dam aktem taalem dehtie mubpijste geasa.

source: Oahppiovdamearka Anja bidjá oktii 8 ja 9 ja čállá 71 čállingirjái.
sma: Learohkevuesiehtimmie Tanja 8 jïh 9 tjåanghkan beaja jïh tjaala 71 gærjesne tjaala.

source: Trines ja Kaijas lea logeš ja njeallje ruvdnobihtá ja leaba jođus gávpái.
sma: Krihke jïh Kaarije aktem luhkiestuhtjem jïh njieljie kråvnastuhtjh utnieh jïh edtjieh bovresne mïnnedh.

source: Soai galgaba juogadit ruđa gaskaneaskka seamma ollu goabbáige.
sma: Dah edtjieh beetnegidie seammalaakan sijjen gaskem juekedh.

source: Trine lea eahpesihkar mo dan galgá juohkit.
sma: Krïhke lea jueriedisnie guktie edtjieh dam darjodh.

source: Jus son addá olbmái ruvdnobihtáid, de soaitá sutnje šaddat váivi go oažžu unnit ruđa.
sma: Jis voelpese kråvnide vadta, kanne håjnoes sjædta dan åvteste vaenemes åådtje.

source: Klássa bargá sadjeárvvuiguin ja hukse loguid unifix-birccuiguin.
sma: Klaasse sijjieaarvojne barkeminie jïh taalh unifix-klåbpoejgujmie bigkie.

source: Oahpaheaddji jearrá Juhánis diehtá go son galle logeža leat 34:s.
sma: Lohkehtæjja Jåhham gihtjie mejtie dïhte daajra man gellie luhkieh lea taalesne 34.

source: Juhána vástádus lea guokte logeža ja okta njealljenuppelogeš.
sma: Jåhha vaestede taalesne 34 göökte luhkieh jïh akte luhkienjieljie.

source: Čállá go Anja loguid jorggu guvlui ?
sma: Sæjroe Tanja daamtaj taalide molse ?

source: Dábálaččat dihtet 3. ceahki oahppit mo loguid galgá čállit.
sma: Sïejhmemes learohkh 3. daltesisnie daejrieh guktie mijjieh taalh tjaelebe.

source: Muhtun oahppit geain lea dysleksi rahčet lohkanguovlluin go sii lohket ja čállet loguid.
sma: Muvhth learohkh dysleksijinie lohkemehaerine tjabreminie gosse luhkieh jïh taalh tjaelieh.

source: Deattuheapmi das mo mii čállit loguid sáhttá leat veahkkin ohppiide.
sma: Fokusem utnedh guktie mijjieh taalh tjaelebe, maahta viehkine årrodh learoehkidie.

source: Trine ii fuobmá ahte logeža sáhttá juohkit smávit joavkkuide.
sma: Krïhke ij vuejnieh luhkie maahta juakasovvedh unnebe dåehkine.

source: Livčče go son leamaš eahpesihkar jus soai livččiiga galgan juogadit logi ruvnno ?
sma: Lij sïjhteme jueriedisnie årrodh dastegh dah edtjin luhkie kråvnah juekedh ?

source: Buori lohkoipmárdussii lea vuođđun buorre ipmárdus sadjevuogádagas, loguid huksehusas ja loguid siffariid árvvus.
sma: goerkesasse posisjovnesysteemeste bigkie, guktie taalh leah bæjjese bigkeme jïh aarvoe sifferijstie taalesne.

source: Ohppiide lea maiddái ávkkálaš juohkit loguid iešguđet ládje.
sma: Aaj lijsie learoehkidie taalide joekehtslaakan juekedh.

source: Dađistaga go dat máhttu ovdána, de eai geahča šat logu 23 dušše 23 ovttadahkan, muhto maiddái oktiibidjamin 20 ja 3 gaskkas, dahje 2 logešjoavkku ja 3 ovtteža gaskkas.
sma: Mænngan gosse daate goerkese evtiesåvva, taale 23 ij sïjhth vielie vuajnalgidh goh 23 ektievoeth, men aaj goh akte ektiedimmie dejstie göökte bielijste 20 jïh 3, jallh 2 luhkiedåehkieh jïh 3 akth.

source: Juhán máhttá juohkit 34 joavkkuide, ja son máhttá muitalit árvvu guhtege joavkkus vaikko joavkojuohkin ii dárbbu dihte leat seamma ládje go juohkin lea sadjevuogádagas.
sma: Jåhha maahta 34 dåehkine juekedh, jïh maahta aarvoem jiehtedh fïerhten dåahkan, bielelen dïhte dåehkiebïejeme sjeahta dejnie joekedimmine posisjovnesysteemesne.

source: Oahpaheaddji berre čuovvolit Juhána vástádusa jearaldagain máhttá go son juohkit 34 eará ládje, dahje sáhttá go 14 juhkkojuvvot logežiid ja ovttežiid mielde.
sma: Lohkehtæjja byöroe Jåhhan vaestiedassine vijriesåbpoe barkedh jïh gihtjedh mejtie dïhte maahta taalem 34 jeatjahlaakan juekedh, jallh mejtie 14 maahta juakasovvedh luhkine jïh aktine.

source: Leago Juhán ipmirdan bargobihtá boastut, vai rahčá go son sadjeárvvuiguin ?
sma: Jåhha laavenjassem båajhtode guarkeme, jallh tjabreminie sijjie-aarvojne ?

source: Ohppiide geat eai nu bures ipmir loguid huksehusa (logežat ja ovtteža), šaddet bargobihtát nugo 70 + __ = 72 lihka gáibideaddjin go 34 + ___ = 72.
sma: Dejtie learoehkidie mah viesjies goerkesem utnieh guktie taalh leah bæjjese bigkeme (luhkieh jïh akth) laavenjassh goh 70 + __ = 71 seamma krievije årrodh goh 34 + __ = 72.

source: Geabbilis lohkodoahpagat leat áibbas dárbbašlaččat jus galget sáhttit rehkenastit beaktilit máŋggasiffar loguiguin.
sma: Fleksijbele taaledïejvese lea eevre daerpies jis edtja maehtedh radtjoeslaakan ryöknedidh taaligujmie mej jienebh sifferh.

source: Oahppit geat rahčet ipmirdit ja geavahit sadjevuogádaga, deaividit stuora hástalusaid go sii galget rehkenastit addišuvnna ja subtrakšuvnna máŋggasiffar loguiguin.
sma: Learohkh mah tjabreminie goerkesinie jïh åtnojne posisjovnesysteemeste, sijhtieh stoerre haestemh dåastodh gosse edtjieh addisjovnine jïh subtraksjovnine ryöknedidh taaligujmie mej jienebh sifferh.

source: Lohkodoahpagiid ovdánahttin álgá árra giellaovdánemiin ja vásáhusain maid háhket loguid lohkamiin.
sma: Evtiedimmie taalediejvesijstie Evtiedimmie taaledïejevesijstie aalka aareh gïeleevtiedimmine jïh dåårjehtimmieh ryökneminie.

source: Ohppiid sátneriggodat ovdána, ja gielalaš doahpagat čadnojit matematihkalaš oktavuođaide ja sisdoaluide.
sma: Learohki baakoevåarhkoe evtiesåvva, jïh gïelediejvesh gårrelgieh matematihkeles ektiedimmide jïh sisvegasse.

source: Dađistaga čatnet oahppit loguid hivvodagaide.
sma: Mænngan learohkh aelkieh taalh veahkide ektiedidh.

source: Go oahppit álggos oidnet loguid, de sii atnet daid oktan ollislašvuohtan, ja sii čujuhit logu olles hivvodahkii beroškeahttá galle siffara logus leat.
sma: Gosse learohkh voestes aejkien taalide dåastoeh, dah taalese vuejnieh goh akte elliesvote, jïh taalem abpe veahkese ektede saaht man gellie sifferh taale åtna.

source: Siffarat máŋggasiffar loguin eai mearkkaš sierra maidege ohppiide, ja sii eai geavat sadjevuogádaga lohkat dahje almmuhit ahte dihto siffar čujuha dihto árvui.
sma: Fiereguhte siffere taaline mej jienebh sifferh ij naan mïelem utnieh learoehkidie, jïh dah eah posisjovnesysteemem nuhtjieh juktie lohkedh jallh soptsestidh fiereguhte siffere aktem aarvoem vuesehte.

source: Aitto go sii leat ipmirdišgoahtán sadjevuogádaga, lea ohppiin doarvái gelbbolašvuohta geavahit loguid geabbilit.
sma: Easkah gosse dah aktem goerkesem posisjovnesysteemeste evtiedamme, learohkh nuekies maahtoem utnieh taalide fleksijbeleslaakan nuhtjedh.

source: Sii sáhttet dál juohkit logu ovttažiidda ja logežiidda, sii dihtet makkár árvu iešguđetge siffarat ovddastit, ja sii oidnet olles logu supmin osiin.
sma: Daelie maehtieh taalem juekedh aktine jïh luhkine, daejrieh mah aarvoeh dah ovmessie sifferh utnieh, jïh abpe taalese vuejnieh goh summe dejstie bielijste.

source: De lea ohppiin buorre vuođđu ovdánahttit alcceseaset vugiid lohkorehkenastimii (máŋggasiffar loguiguin) ja oahppat ja ipmirdit njealji rehkenastinvugiid algoritmmaid.
sma: Dellie learohkh aktem hijven våaromem utnieh jijtsh vuekieh evtiedidh taaleryöknedæmman (taaligujmie mej jienebh sifferh), jïh vejtiestidh jïh guarkedh algoritmidie dejtie njieljie ryöknedimmiesåarhtide.

source: Ollu oahppit geat rahčet oahppat lohkodoahpagiid, atnet loguid vaikko man stuorisin, ja ovttadimenšunála lohkoráidun main siffariin ii leat makkárge sierra mearkkašupmi.
sma: Jïjnjh dejstie learoehkijste mah tjabreminie taalediejvesh evtiedidh, taalide vuejnieh goh akte guhkies, aktedimensjovnale taaleraajroe gusnie dah sifferh taaline eah naan

source: Dasa lea váikkuhus ahte šaddá váttis lohkat, čállit ja rehkenastit máŋggasiffar loguiguin.
sma: Goh akte konsekvense dle gïerve sjædta lohkedh, tjaeledh jïh nuhtjedh stoerre taalh.

source: Oallugat dain ohppiin geavahit álkes lohkanstrategiijaid nugo lohkat-visot-strategiijaid (geahča temá Rehkenastin vuollelis).
sma: Learohkh viesjies taalegoerkesinie sijhtieh aktem viesjies våaromem utnedh gosse edtjieh ryöknedidh taaligujmie jienebi sifferigujmie.

source: Bargu viidásit
sma: «gaajhkem ryöknedhšstrategijh (vuartesjh teemam Ryöknedimmie vuelielisnie).

source: Ohppiide geat rahčet eanemusat sáhttá álggahit viidásit kártema iskat oahppi ipmárdusa sániin nugo stuorimus, unnimus, eanemus, unnimus.
sma: Geajnoe guhkiebasse Dejtie viesjiehtommes learoehkidie dïhte guhkiebasse barkoe maahta aelkedh learohki baakoegoerkesem goerehtalledh goh stööremes, unnemes, jeenjemes, vaenemes.

source: Geahččal maiddái gávnnahit man stuora loguid oahppi máhttá govahallat ja čatná konkrehta hivvodagaid daidda.
sma: Voejhkelh aaj gaavnehtidh man stoerre taalh learohkh maehtieh sov uvte vuejnedh jïh akten vihties veahkese ektiedidh.

source: Eanas ohppiide vuolábealde sierra beroštumi ráji lea dehálaš beassat hárjehallat lohkat ja čállit stuora loguid.
sma: Dejtie jeanatjommes learoehkidie tjoeperdimmieraasten nuelesne lea vihkeles haarjanidh lohkedh jïh tjaeledh stoerre taalh.

source: Ollu ohppiide lea stuora gaska das ahte máhttit lohkat 23 rádjái dasa ahte ipmirdit ahte 23 lea seamma go 2 logeža ja 3 ovtteža.
sma: Gellide learoehkidie akte stoerre sïlle taalese 23 ryöknedh goske guarka taale 23, 2 luhkieh jïh 3 akth åtna.

source: Oahppit dárbbašit ollu ja máŋggalágan hástalusaid mat čatnasit siffarárvui.
sma: Learohkh jïjnjh jïh gelliesåarhts haestemh daarpesjieh ektiedamme siffere-aarvose.

source: Konkrehtamateriála mii bidjá fokusa loguid juohkimii logežiidda ja ovttežiidda (abakus 6, unifix-birccut, ruđat, ja nu ain) sáhttá geavahit loguid ráhkadeapmái.
sma: Konkretiseradimmiematerijelle mij fokusem åtna taalh juekedh luhkine jïh aktine (abakus, unifix-klåbpoeh, beetnegh jïh numhtie vijriebasse) maahta åtnasovvedh

source: Daid seammá lohkohivvodagaid berre maiddái sárgut ja čállit addišuvdnan.
sma: Byöroe aaj doh seamma taaleveahkah guvviedidh jïh tjaeledh goh addisjovne.

source: Čuđeškárta sáhttá geavahuvvot loguid struktuvrra guorahallamii.
sma: Akte tjuetiekaarhte maahta åtnasovvedh juktie taali struktuvrem goerehtidh.

source: Go guorahallá mii dáhpáhuvvá go njuike bajás guvlui ja vulos guvlui ja fitnjut, de sáhttá dat addit ohppiide ipmárdusa loguid huksehusas.
sma: Gosse goerehte mij heannede gosse bæjjese, våålese jïh lajtode njulhtjie, learohkh maehtieh goerkesem vejtiestidh guktie taalh leah bæjjese bigkeme.

source: Lea dehálaš ahte oahppit molsot geavahit iešguđetlágan representašuvdnahámiid.
sma: Vihkeles learohkh ovmessie vuesiehtimmievuekiej gaskem målsoeh.

source: Jus fokusere logežiid ja ovttežiid dušše rehkenastin ja čállinoktavuođain, de šaddá fokus eanas dušše bargobihttáčoavdimii.
sma: Jis fokusem åtna luhkide jïh aktide ajve gosse edtja maam akt ryöknedidh jïh stuhtjh bæjjese bïejedh, fokuse fer jïjnjem stuvresåvva laavenjasside loetedh.

source: Dat addá unnit vejolašvuođaid ovdánahttit buori doabaipmárdusa.
sma: Dïhte vaenebh nuepieh vadta hijven dïejvesegoerkesem evtiedidh.

source: Alle teller, oassi B sadjevuogádaga birra
sma: • Alle teller, bielie B posisjovnesysteemen bïjre

source: GLSM, kapihtal 5
sma: • GLSM, kapihtele 5

source: Lohkoráidu ja lohkolinnjá
sma: Taaleraajroe jïh taalesïeve

source: Lea hui dehálaš ahte oahppit dovdet bures lohkoráiddu.
sma: Joekoen vihkeles learohkh hijven daajroem utnieh taaleraajroem bïjre.

source: Dat siskkilda ahte oahppit máhttet namaid loguin ja dihtet struktuvrra lohkoráiddus.
sma: Daate sæjhta jiehtedh learohkh taali nommide jïh struktuvrem taaleraajrosne maehtieh.

source: Dasa lassin fertejit oahppit leat oadjebasat loguid sirremis sturrodagaide, jorbet loguid ja dovdat loguid dihto gaskkaid.
sma: Veeljh aktem maallem gusnie uktsie båaloeh fierhtene posisjovnesne tjaakanieh guktie dah sertiestimmieh konkretiseradamme sjidtieh.

source: Dađistaga háhket oahppit mentála lohkolinnjá mii sáhttá geavahuvvot bargobihttáčoavdimii.
sma: Mænngan learohkh sijhtieh aktem mentaale taalesïevem tseegkedh maam maehtieh nuhtjedh laavenjasseloetemisnie.

source: Kártengeahččaleamis vuhtto dat das go oahppit beaktilit sáhtte bidjat loguid ja hivvodagaid rievttes sadjái lohkolinnjás, ja ahte máhttet identifiseret ovdamearka dihte lagamus logeža.
sma: Goerehtallemepryövesne daate våajnoes sjædta gosse learohkh radtjoeslaakan maehtieh taalh jïh veahkah reaktoe sæjjan taalesïevese bïejedh, jïh maehtieh vuesiehtimmien gaavhtan dam lïhkemes

source: Matematihkkaoahpaheamis geavahit dávjá iešguđetlágan lohkolinnjáid čájehit lohkoráiddu struktuvrra ja mii lea veahkkeneavvun lohkorehkenastimis.
sma: Matematihkeööhpehtimmesne daamtaj ovmessie taalesïevh nuhtjie juktie struktuvrem vuesiehtidh taaleraajrosne jïh goh viehkiedïrrege taaleryöknedimmesne.

source: Jus galgá sáhttit geavahit lohkolinnjá geabbilit rehkenastimis, de gáibiduvvo ohppiin buorre lohkoipmárdus.
sma: Juktie maehtedh taalesïevem fleksijbeleslaakan ryöknedæmman nuhtjedh, lea eevre daerpies learohke hijven taalegoerkesem utnieh.

source: De sáhttet oahppit geavahit lohkolinnjá vulos- ja bajás guvlui, ja geavahit mearkkaid linnjás ovdamearka dihte dasa ahte lohket viidásit 10:s.
sma: Dellie learohkh maehtieh svihtjedh bæjjese jïh våålese taalesïevesne, jïh mïerhkesjimmide nuhtjedh sïevesne, vuesiehtimmien gaavhtan viehkine guhkiebasse ryöknedh taaleste 10.

source: Oahppiovdamearka Máhtte galgá merket gokko 23 lea lohkolinnjás mas leat dušše logežat merkejuvvon.
sma: Learohkevuesiehtimmie Meehte edtja mierhkesjidh gusnie 23 lea aktene taalesievesne gusnie ajve dah luhkieh leah mïerhkesjamme.

source: Son bidjá mearkka juste gasku 20 ja 30 gaskii.
sma: Dïhte mïerhkem beaja 20 jïh 30 gaskoeh.

source: Lásse dadjá ahte 400 lea lagamus čuđeš 315:i.
sma: Gåsta jeahta 400 lea lïhkemes tjuetie taalese 315.

source: Ante beavdái lea darvehuvvon lohkolinnjá maid son geavaha veahkkin lohkorehkenastimis.
sma: Aanta aktem taalesievem dibrehtamme sov buertesne maam viehkine åtna taaleryöknedimmesne.

source: Son galgá rehkenastit 15 – 3.
sma: Dïhte edtja ryöknedidh 15 – 3.

source: Ánte bidjá suorpma 15 nala ja dadjá okta.
sma: Aanta soermem beaja taalese 15 jïh jeahta akte.

source: Dasto sirdá suorpma vulosguvlui lohkolinnjás ja lohká guokte go cuige 14, ja golbma go son cuige 13.
sma: Dle taalesieven våålese svæhtja jïh ryöknoe göökte mearan taalese 14 tjuvtjede, jïh golme mearan taalese 13 tjuvtjede.

source: Máhte merken sáhttá čájehit ahte son lea eahpesihkar lea go 23 lagabus 20 vai 30, iige oro áibbas ipmirdan loguid mearriduvvon gaska.
sma: Dejnie mïerhkesjimmine maam Meehte dorje, maahta vååjnedh goh dïhte lea jueriedisnie mejtie 23 lea lïhkemes 20 jallh 30, jïh ij eevre guarkah taali gåhkoem gaskemsh.

source: Heajos ipmárdus lohkolinnjás sáhttá danne go oahppi álo lohká 0 rájes ovtta ja ovtta bajás guvlui dassážii go olle lohkui masa galggai lohkat.
sma: Jeatjah væhtah viesjies taalegoerkesasse taalesïeveste maahta årrodh learohke iktesth taaleste 0 ryöknoe, jïh bæjjese ryöknoe aktine aktine juktie reaktoe taalem gaavnedh

source: Lásse rahčá doahpagiin lagamus-lohku.
sma: Gåsta tjabreminie dïejvesinie lïhkemes taale.
